[
    {
      "word": "orangecassidy",
      "hint": "Which wrestler fights like he's allergic to effort?"
    },
    {
      "word": "superkick",
      "hint": "Our EVP's solution to literally everything."
    },
    {
      "word": "tonykhan",
      "hint": "Who's the caffeine-powered hype machine running AEW?"
    },
    {
      "word": "boom",
      "hint": "Adam cole's entrance music and your ears' best friend."
    },
    {
      "word": "jas",
      "hint": "A group that used to appreciate Jericho... probably because he told them to."
    },
    {
      "word": "mjf",
      "hint": "Who claims they're better than you (and somehow you're okay with it)?"
    },
    {
      "word": "darbyallin",
      "hint": "Which guy skateboards into chaos and doesn't fear gravity?"
    },
    {
      "word": "wardlow",
      "hint": "Who's just one powerbomb symphony away from making a wrestler regret life?"
    },
    {
      "word": "don",
      "hint": "AEW's annual event where risks are taken and jackpots are dreamed."
    },
    {
      "word": "hangmanpage",
      "hint": "Our cowboy who did nothing wrong?"
    },
    {
      "word": "theelite",
      "hint": "a group of wrestlers who think they're better than everyone—and kinda are."
    },
    {
      "word": "deathtriangle",
      "hint": "Three guys (two with masks), one scary faction name. stay away."
    },
    {
      "word": "taz",
      "hint": "Which commentator sounds like he's one coffee away from snapping (but I digress)?"
    },
    {
      "word": "excalibur",
      "hint": "Who's the masked man with a microphone and wrestling encyclopedia?"
    },
    {
      "word": "slothstyle",
      "hint": "Orange Cassidy's wrestling technique, but also a lifestyle."
    },
    {
      "word": "youngbucks",
      "hint": "Which tag team could superkick their way through a zombie apocalypse?"
    },
    {
      "word": "dynamite",
      "hint": "AEW's weekly show that goes off with a bang."
    },
    {
      "word": "rampage",
      "hint": "Friday night's proof that wrestlers don't take weekends off."
    },
    {
      "word": "casinobattleroyale",
      "hint": "A match that's like poker, but with dropkicks."
    },
    {
      "word": "chrisjericho",
      "hint": "Who can sing, wrestle, and reinvent themselves more than your ex?"
    },
    {
      "word": "kennyomega",
      "hint": "Which wrestler has more nicknames than you have socks (from Noooorth Carolinaaaa)?"
    },
    {
      "word": "phillbrooks",
      "hint": "Who said the iconic 'I'm hurt, I'm old, I'm tired, and I work with freaking children'?"
    },
    {
      "word": "forbiddendoor",
      "hint": "A metaphor for AEW inviting chaos with NJPW and CMLL."
    },
    {
      "word": "jonmoxley",
      "hint": "Who bleeds more in a week than most do in a lifetime?"
    },
    {
      "word": "malakaiblack",
      "hint": "Which wrestler looks like they live in a metal band's album cover?"
    },
    {
      "word": "sammyguevara",
      "hint": "Who brings cue cards and chaos to every match?"
    },
    {
      "word": "fenix",
      "hint": "which Mexican high-flyer looks like gravity owes them an apology?"
    },
    {
      "word": "eddiekingston",
      "hint": "who cuts promos so intense you forget wrestling's scripted?"
    },
    {
      "word": "hook",
      "hint": "A second generation wrestler who has anime-like hair unlike his father?"
    },
    {
      "word": "swerveinourglory",
      "hint": "The most poetic tag team name since... ever?"
    },
    {
      "word": "brittbaker",
      "hint": "AEW wrestler, dentist, and occasional breaker of teeth."
    },
    {
      "word": "thunderrosa",
      "hint": "Who's got half a skull painted and all of your attention?"
    },
    {
      "word": "ftr",
      "hint": "A tag team that's all about no flips, just fists."
    },
    {
      "word": "scorpiosky",
      "hint": "Who's so smooth in the ring it's almost unfair?"
    },
    {
      "word": "matthardy",
      "hint": "Which wrestler could delete your hopes and dreams?"
    },
    {
      "word": "outrunners",
      "hint": "The youngest tag team alive?"
    },
    {
      "word": "mxmcollection",
      "hint": "The gift that keeps on giving...and receiving?"
    },
    {
      "word": "powerhousehobbs",
      "hint": "Who looks like they could throw a truck for fun?"
    },
    {
      "word": "christiancage",
      "hint": "Who's great at reminding you how bad your father is?"
    },
    {
      "word": "danhausen",
      "hint": "Who's very evil, very nice, and very weird?"
    },
    {
      "word": "rubysoho",
      "hint": "Whose runaway entrance theme makes punk music fans weep with joy?"
    },
    {
      "word": "tnttitle",
      "hint": "A championship so hot it's named after a network."
    },
    {
      "word": "bloodandguts",
      "hint": "AEW's brutal cage match, and yes, there's blood."
    },
    {
      "word": "rickystarks",
      "hint": "Who's 'absolute' and absolutely charismatic?"
    },
    {
      "word": "luchasaurus",
      "hint": "Who's a dinosaur that wrestles? yes, really."
    },
    {
      "word": "jackperry",
      "hint": "Who likes real glass?"
    },
    {
      "word": "pac",
      "hint": "Who's angry because gravity forgot them?"
    },
    {
      "word": "briancage",
      "hint": "Who's built like a machine and fights like one too?"
    },
    {
      "word": "anarchyinthearena",
      "hint": "A match where the arena is the weapon."
    },
    {
      "word": "theacclaimed",
      "hint": "Who makes scissoring an actual thing in wrestling?"
    },
    {
      "word": "billygunn",
      "hint": "Which dad loves being called daddy ass?"
    }
]
  